Repository: LanaLong/flex-mag
Catalog: Flex Mag-1.06.1_*/*.po
Languages: ru

source: This post is password protected. Enter the password to view any comments.
ru: Эта запись защищена паролем. Введите пароль чтобы читать комментарии.

source: &larr; Older Comments
ru: &larr; Старые комментарии

source: Newer Comments &rarr;
ru: Новые комментарии &rarr;

source: You must be logged in to post a comment
ru: Вы должны войти чтобы оставлять комментарии

source: Login
ru: Войти

source: Leave a Reply
ru: Оставить комментарий

source: Page
ru: Страница

source: Featured Headline
ru: Заголовок

source: Add a custom featured headline that will be displayed in the featured slider.
ru: Укажите свой заголовок, который будет отображаться в Слайдере.

source: at
ru: в

source: Edit
ru: Редактировать

source: Your comment is awaiting moderation.
ru: Ваш комментарий ожидает модерации.

source: Pingback:
ru: Пингбек:

source: Custom Favicon
ru: Иконка сайта

source: Upload a 16x16px PNG/GIF image that will represent your website's favicon.
ru: Загрузите изображение размером 16х16px формата PNG/GIF.

source: Primary Theme Color
ru: Основной цвет темы

source: Primary Link Color
ru: Цвет ссылок

source: Primary link color for the site.
ru: Применяется ко всем основным ссылкам сайта.

source: Custom CSS
ru: Ваш код CSS

source: Show Author Info?
ru: Отображать инфу об авторе?

source: Attention
ru: Внимание

source: Wallpaper Ad Image URL
ru: Ссылка на рекламное фоновое изображение

source: Copyright Text
ru: Копирайт

source: A widget that displays a list of posts from a category of your choice.
ru: Виджет отображает записи из выбранной категории.

source: A widget that displays a Facebook Like Box.
ru: Виджет, который отображает Facebook Like.

source: Latest
ru: Последние

source: A custom Tag Cloud widget.
ru: Виджет облака тегов.

source: Error
ru: Ошибка

source: The page you requested does not exist or has moved.
ru: Запрашиваемая Вами страница не существует или была перемещена.

source: Article Settings
ru: 7. Настройки статьи

source: Ad Management
ru: 11. Реклама

source: Footer Info
ru: 12. Футер

source: All posts tagged
ru: Все статьи с тегами

source: Footer Menu
ru: Нижнее меню

source: Search results for
ru: Результаты поиска для

source: By
ru: От

source: Popular
ru: ТОП

source: Comments
ru: Мнения

source: Post Comment
ru: Отправить

source: General
ru: 1. Общие

source: Toggle Responsiveness
ru: Поддержка мобильных устройств

source: More
ru: Больше

source: Video/Audio Embed
ru: Код видео/аудио

source: Featured Image Show/Hide
ru: Показать/Спрятать миниатюру

source: Enter your video or audio embed code.
ru: Вставьте код на видео или аудио.

source: Select to show or hide the featured image from automatically displaying in this post.
ru: Выберите, показывать или спрятать миниатюру в записи.

source: Theme Skin
ru: Скин темы

source: Select your theme skin. If you want to change the colors and fonts manually, please select Custom.
ru: Выберите скин темы. Если хотите уазать свои настройки цвет, то выберите Custom.

source: Fly-Out Menu Skin
ru: Скин для Выезжающего меню

source: Choose between a light and dark skin for the Fly-Out menu.
ru: Выберите светлый или темный вариант.

source: Logo Location
ru: Расположение логотипа

source: Set the location of your logo.
ru: Укажите расположение логотипа.

source: Logo
ru: Логотип

source: Select a file to appear as your logo that will appear in the floating navigation bar and will replace the default "Flex Mag" logo.
ru: Укажите логотип.

source: Logo in Navigation
ru: Логотип в меню

source: If you are displaying your logo above the navigation, you can upload a separate logo that will appear in the floating navigation bar as you scroll down the page on desktop computers. It will also appear on mobile and tablet devices.
ru: Вы можете загрузить отдельный логотип, который будет отображаться в прикрепленном меню (отображается при прокрутке вниз). Этот логотип и меню будет также отображаться на мобильных и портативных устройствах.

source: Toggle Infinite Scroll
ru: Бесконечная прокрутка

source: Colors
ru: 2. Цвет

source: Primary color for the site.
ru: Основной цвет

source: Top Navigation Background Color
ru: Цвет фона верхнего меню

source: The background color of the top navigation.
ru: Выберите цвет

source: Top Navigation Text Color
ru: Цвет текста верхнего меню

source: The text color of the top navigation.
ru: Выберите цвет

source: Top Navigation Text Hover Color
ru: Цвет текста верхнего меню при наведении

source: The text color when you mouse over the top navigation.
ru: Выберите цвет.

source: Fly-Out Button Background Color
ru: Фоновый цвет кнопки Выезжающего меню

source: The background color of the Fly-Out Menu Button.
ru: Выберите фоновый цвет.

source: Fly-Out Button Lines Color
ru: Цвет линий на кнопке Выезжающего меню

source: The background color of the Fly-Out Menu Button Lines.
ru: Выберите цвет линий.

source: Main Headlines Link Color
ru: Цвет ссылок заголовков

source: The text color of the headline links.
ru: Цвет ссылок заголовков при наведении

source: Main Headlines Link Hover Color
ru: Цвет ссылок заголовков при наведении

source: The text color when you mouse over the headline links.
ru: Выберите цвет.

source: Link Hover Color
ru: Цвет ссылок при наведении

source: Link hover color for the site.
ru: Выберите цвет.

source: Fonts
ru: 3. Шрифты

source: General Content Font
ru: Основной шрифт контента

source: Enter the font name for the general font for the content on all pages.
ru: Выберите шрифт, который будет применен для всех страниц.

source: Fly-Out Menu/Top Navigation Font
ru: Шрифт для Верхнего и Выезжающего меню

source: Featured Posts/Article Headline Font
ru: Шрифт заголовка избранных записей/статей

source: General Headline Font
ru: Шрифт заголовка (заголовки на всем сайте)

source: General Heading Font
ru: Шрифт заголовка (заголовки в верхней части сайта)

source: Homepage Settings
ru: 4. Главная страница

source: Featured Posts Layout
ru: Макет избранных записей

source: Select the layout of your Featured Posts section on the homepage.
ru: Выберите макет.

source: Show Featured Posts?
ru: Отображать избранные записи

source: Featured Posts Tag Slug
ru: Тег ярлыка для выборки избранных записей

source: Posts with this Tag will be displayed in the Featured Slider at the top of the homepage.
ru: Записи с этим тегом будут отображаться в Избранном на главной странице сайта.

source: Featured Heading
ru: Заголовок для области Избранное

source: Homepage Body Layout
ru: Наполнение главной страницы

source: Select your layout for the body of the homepage that will appear in the middle column of the homepage.
ru: Выберите макет, который будет отображаться в средней колонке.

source: Show Homepage Left Sidebar?
ru: Отображать сайдбар слева?

source: Homepage Left Sidebar Layout
ru: Макет левого сайдбара

source: Select your layout for the left sidebar on the homepage.
ru: Выберите макет.

source: Homepage Right Sidebar Layout
ru: Макет правого сайдбара

source: Select your layout for the right sidebar on the homepage.
ru: Выберите макет.

source: Number of posts per page
ru: Количество записей на странице

source: Latest News Settings
ru: 5. Недавние новости

source: Latest News Heading
ru: Заголовок

source: Maximum Number of Latest News Stories
ru: Количество записей

source: Latest News Position
ru: Расположение последних новостей

source: Select whether to display the Latest News sidebar on the left or the right of the main section of the homepage.
ru: Сайдбар с последними новостями будет располагаться слева или справа от основной части контента на главной странице.

source: More Latest News Page
ru: Страница с недавними новостями

source: Select the page for your Latest News Template. Refer to the documentation for more information on how to set up custom Page templates.
ru: Выберите страницу с шаблоном Последние новости.

source: Latest News Ad Code
ru: Вставка рекламы

source: Popular Posts Settings
ru: 6. Популярные новости

source: Popular Posts Heading
ru: Заголовок

source: Number of Popular Posts
ru: Количество записей

source: Popular Posts Days
ru: Выбрать записи за последнее количество дней

source: Popular Posts Ad Code
ru: Вставка рекламы

source: Default Post Template
ru: Шаблон записи по умолчанию

source: Select the default Post Template layout for your articles.
ru: Выберите шаблон записи для ваших статей.

source: Show Featured Image In Posts?
ru: Отображать миниатюры в записях

source: Uncheck this box if you would like to remove the featured image thumbnail from all posts.
ru: Снимите отметку, если нужно скрыть миниатюры в записях.

source: Show Social Sharing Buttons?
ru: Отображать кнопки шаринга?

source: Show Author Email?
ru: Отображать почту автора?

source: Show Related Posts?
ru: Отображать похожие записи?

source: Auto Load Previous Post?
ru: Автоматическая загрузка предыдущих записей?

source: Show Previous/Next Post Links?
ru: Отображать ссылки на Следующую/Предыдущую запись?

source: Article Sidebar Layout
ru: Макет сайдбара статей

source: Select your layout for the sidebar on article pages.
ru: Выберите макет сайдбара для страниц статей.

source: Disqus Forum Shortname
ru: Система комментирования Disqus (введите свой уникальный идентификатор)

source: Article Ad Code
ru: Вставка рекламы в статью

source: Category Pages
ru: 8. Категория

source: Show Featured Posts
ru: Отображение избранных записей

source: Select the layout of your Featured Posts section on the category pages.
ru: Выберите макет для отображения избранных записей.

source: Category/Archive Body Layout
ru: Макет Категории/Архива записей

source: Select your layout for the body of your category and archive pages.
ru: Выберите макет.

source: Scoreboard Settings
ru: 9. Табло

source: Show Scoreboard?
ru: Отображатьтабло?

source: Uncheck this box if you would like to remove the scoreboard.
ru: Снимите отметку, если не хотите отображать табло.

source: Scoreboard Skin
ru: Скин

source: Choose between a light and dark skin for the scoreboard.
ru: Выберите темный или светлый стиль.

source: Name of Category 1
ru: Название категории 1

source: Select Category 1
ru: Выберите категорию 1

source: Select the 1st category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 2
ru: Название категории 2

source: Select Category 2
ru: Выберите категорию 2

source: Select the 2nd category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 3
ru: Название категории 3

source: Select Category 3
ru: Выберите категорию 3

source: Select the 3rd category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 4
ru: Название категории 4

source: Select Category 4
ru: Выберите категорию 4

source: Select the 4th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 5
ru: Название категории 5

source: Select Category 5
ru: Выберите категорию 5

source: Select the 5th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 6
ru: Название категории 6

source: Select Category 6
ru: Выберите категорию 6

source: Select the 6th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 7
ru: Название категории 7

source: Select Category 7
ru: Выберите категорию 7

source: Select the 7th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 8
ru: Название категории 8

source: Select Category 8
ru: Выберите категорию 8

source: Select the 8th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 9
ru: Название категории 9

source: Select Category 9
ru: Выберите категорию 9

source: Select the 9th category for your scoreboard.
ru: Выберите категорию.

source: Name of Category 10
ru: Название категории 10

source: Select Category 10
ru: Выберите категорию 10

source: Select the 10th category for your scoreboard.
ru: Выберите категорию.

source: Social Media
ru: 10. Социальные сети

source: Custom RSS Link
ru: Ссылка на канал RSS

source: Leaderboard Location
ru: Реклама в шапке

source: Set the location of your leaderboard.
ru: Установите расположение рекламы.

source: Header Leaderboard Ad Code
ru: Код рекламы в шапке

source: Responsive Ad Area Below Article
ru: Адаптивная рекламная область ниже статьи

source: Footer Leaderboard Ad Code
ru: Код рекламы для отображения в футере

source: Wallpaper Ad Click-Through URL
ru: URL ссылки для рекламного фонового изображения

source: Show Footer Info Box?
ru: Показать информационный блок в футере?

source: Footer Logo
ru: Логотип в футере

source: Select a file to appear as the logo in the Footer Info Box.
ru: Выберите логотип.

source: Footer Info Text
ru: Текст для отображения в футере

source: More Posts
ru: Больше записей

source: Share
ru: Поделиться

source: Tweet
ru: Твитнуть

source: Posts By
ru: Записи от

source: 1 Comment
ru: 1 комментарий

source: No comments yet.
ru: Нет комментариев

source: Leave a comment
ru: Оставить комментарий

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
ru: Вы вошли как <a href="%1$s">%2$s</a>. <a href="%3$s" title="Выйти из системы">Выйти?</a>

source: Name
ru: Имя

source: <abbr title="Universal Resource Locator">URL</abbr>
ru: <abbr title="универсальный указатель ресурса">URL</abbr>

source: Your Comment
ru: Ваш комментарий

source: Sorry, the comment form is closed at this time.
ru: Извините, комментирование в настоящее время отключено.

source: Close this window.
ru: Закрыть окно

source: Sorry, no posts matched your criteria.
ru: Извините, нет записей, удовлетворяющих вашим условиям поиска.

source: Posted on
ru: Добавлено

source: Share on Facebook
ru: Поделиться в Facebook

source: Tweet This Post
ru: Твитнуть эту запись

source: Pin This Post
ru: Pin эту запись

source: I found this article interesting and thought of sharing it with you. Check it out:
ru: Хочу поделиться с вами интересной статьей. Перейти:

source: Related Items:
ru: Похожие статьи

source: Comments Disabled
ru: Комментарии отключены

source: Click to comment
ru: Нажмите здесь, чтобы оставить комментарий

source: % Comments
ru: Комментариев %

source: To Top
ru: Наверх

# Google font: on or off
source: on
ru: вкл.

source: Main Menu
ru: Главное меню

source: Fly-Out Menu
ru: Выезжающее меню

source: Featured Image Caption
ru: Подпись на миниатюре

source: Post Template
ru: Шаблон записи

source: Add a caption and/or photo credit information for the featured image.
ru: Добавить надпись на миниатюру.

source: Select a template for your post.
ru: Выберете шаблон для вашей записи.

source: Shares
ru: Поделиться

source: Recommended for you
ru: Рекомендуется для вас

source: of
ru: из

source: First
ru: Первая

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: Last
ru: Последняя

source: Loading more posts...
ru: Загрузить еще записи...

source: Sorry, no more posts
ru: К сожалению, больше нет записей

source: Featured
ru: Избранное

source: Type search term and press enter
ru: Нажмите ENTER для поиска

source: A widget that displays an ad of any size.
ru: Виджет отображает рекламу.

source: Flex Mag: Ad Widget
ru: Flex Mag: Реклама

source: Flex Mag: Category List Widget
ru: Flex Mag: Список категорий

source: Flex Mag: Category Row Widget
ru: Flex Mag: Записи в ряд

source: Flex Mag: Facebook Widget
ru: Flex Mag: Facebook

source: A widget that displays a scrolling gallery of images from posts of your choice.
ru: Виджет отображает галерею изображений из записей выбранной категории.

source: Flex Mag: Gallery Widget
ru: Flex Mag: Галерея изображений из записей

source: A widget that displays a list of popular posts within a time period of your choice.
ru: Виджет, который отображает список популярных записей за период времени.

source: Flex Mag: Popular Posts Widget
ru: Flex Mag: Популярные записи

source: A widget that displays a list of posts from a tag of your choice.
ru: Отображает записи по тегу.

source: Flex Mag: Tag Featured Widget
ru: Flex Mag: Избранные записи

source: Flex Mag: Tag List Widget
ru: Flex Mag: Список записей по тегу

source: Flex Mag: Tag Row Widget
ru: Flex Mag: Записи в ряд по тегу

source: Flex Mag: Tag Cloud Widget
ru: Flex Mag: Облако тегов
